Repository: darktable-org/darktable
Catalog: doc/usermanual/po/sv.tmx
Source language: en
Languages: sv

source: apply time offset to selected images
sv: applicera tidsförskjutning på alla valda bilder

source: parses a GPX file and updates location of selected images
sv: tolkar en GPX-fil och uppdaterar kartpositionen på de valda bilderna

source: set histogram mode to linear
sv: ställ in histogrammet till linjär visning

source: set histogram mode to waveform
sv: ställ in histogrammet till visning som vågform

source: set histogram mode to logarithmic
sv: ställ in histogrammet till logaritmisk visning

source: click to hide red channel
sv: klicka för att dölja den röda kanalen

source: click to show red channel
sv: klicka för att visa den röda kanalen

source: click to hide green channel
sv: klicka för att dölja den gröna kanalen

source: click to show green channel
sv: klicka för att visa den gröna kanalen

source: click to hide blue channel
sv: klicka för att dölja den blåa kanalen

source: click to show blue channel
sv: klicka för att visa den blåa kanalen

source: drag to change black point, doubleclick resets
sv: dra musen för att ändra svärtan, dubbelklicka för att återställa.

source: drag to change exposure, doubleclick resets
sv: dra musen för att ändra exponeringen, dubbelklicka för att återställa.

source: create style from history
sv: skapa en stil utifrån nuvarande bild och dess historik

source: compress history stack
sv: komprimera historiken

source: create a minimal history stack which produces the same image
sv: skapar en minimal historik som producerar samma bildresultat

source: create a style from the current history stack
sv: skapa en stil utifrån nuvarande historik

source: selected image[s]
sv: valda bilder

source: trash
sv: papperskorg

source: send file to trash
sv: skicka fil till papperskorg

source: physically delete from disk
sv: radera fysiskt från disk

source: remove from the collection
sv: ta bort från samling

source: move to other folder
sv: flytta till annan katalog

source: copy to other folder
sv: kopiera till annan katalog

source: create HDR
sv: skapa HDR

source: create a high dynamic range image from selected shots
sv: skapa en bild med stort dynamiskt omfång från valda bilder

source: duplicate
sv: duplicera

source: add a duplicate to the collection, including its history stack
sv: lägg till en kopia till samlingen, inklusive dess historik

source: rotate selected images 90 degrees CCW
sv: rotera valda bilder 90 grader moturs

source: rotate selected images 90 degrees CW
sv: rotera valda bilder 90 grader medurs

source: reset rotation
sv: återställ rotering

source: reset rotation to EXIF data
sv: återställ rotering till EXIF data

source: copy locally
sv: kopiera lokalt

source: copy the image locally
sv: kopiera bilden lokalt

source: resync local copy
sv: synka om lokal kopia

source: synchronize the image's XMP and remove the local copy
sv: synkronisera bildens XMP och ta bort den lokala kopian

source: group
sv: gruppera

source: add selected images to expanded group or create a new one
sv: lägg till de valda bilderna på utvidgad grupp eller skapa en ny

source: ungroup
sv: avgruppera

source: remove selected images from the group
sv: ta bort valda bilder från gruppen

source: remove from collection
sv: ta bort från samling

source: delete from disk or send to trash
sv: radera från disk eller skicka till papperskorgen

source: scan for devices
sv: leta efter enheter

source: import from camera
sv: importera från kamera

source: tethered shoot
sv: tjudrad tagning

source: import folder
sv: importera katalog

source: device "%s" connected on port "%s".
sv: enhet "%s" ansluten på port "%s"

source: no supported devices found
sv: inga enheter som stöds hittades

source: import options
sv: inställningar för import

source: import directories recursively
sv: rekursiv import av kataloger

source: recursively import subdirectories. each directory goes into a new film roll.
sv: rekursiv import av underkataloger. vardera katalog skapar en ny filmrulle.

source: supported images
sv: bilder som stöds

source: file has unknown format!
sv: filformat är okänt!

source: import film
sv: importera filmrulle

source: select one or more images to import
sv: välj en eller flera bilder att importera

source: select a folder to import as film roll
sv: välj en katalog att importera som filmrulle

source: scan for newly attached devices
sv: letar efter nya anslutna enheter

source: edit `%s'
sv: ändra `%s'

source: nothing to save
sv: inget att spara

source: toggle live view
sv: växla till live view

source: zoom live view
sv: zooma live view

source: move focus point in (big steps)
sv: flytta in fokuspunkten (stora steg)

source: move focus point in (small steps)
sv: flytta in fokuspunkten (små steg)

source: move focus point out (small steps)
sv: flytta ut fokuspunkten (små steg)

source: move focus point out (big steps)
sv: flytta ut fokuspunkten (stora steg)

source: rotate 90 degrees ccw
sv: rotera valda bilder 90 grader moturs

source: rotate 90 degrees cw
sv: rotera valda bilder 90 grader medurs

source: flip live view horizontally
sv: vänd live view horisontellt

source: selected image
sv: valda bilder

source: overlay another image over the live view
sv: lägg en annan bild över live view

source: image id
sv: bildidentitet

source: enter image id of the overlay manually
sv: välj bildidentiteten för att lägga över, manuellt

source: overlay mode
sv: överlagring

source: saturate
sv: färgmättnad

source: color dodge
sv: färgblekning

source: color burn
sv: färgbränning

source: hard light
sv: hårt ljus

source: soft light
sv: mjukt ljus

source: exclusion
sv: uteslutning

source: HSL hue
sv: nyans i HSL

source: HSL saturation
sv: mättnad i HSL

source: HSL color
sv: färg i HSL

source: HSL luminosity
sv: ljusstyrka i HSL

source: mode of the overlay
sv: typ av överlagring

source: split line
sv: delningslinje

source: only draw part of the overlay
sv: teckna enbart del av överlagrad bild

source: find location
sv: finn kartposition

source: map settings
sv: kartinställningar

source: show OSD
sv: visa OSD

source: toggle the visibility of the map overlays
sv: växla synligheten för bildöverlappningar på kartan

source: map source
sv: källa för karta

source: select the source of the map. some entries might not work
sv: välj källan för kartan. en del angivelser kanske inte fungerar

source: group #%d
sv: grupp #%d

source: duplicate this shape
sv: duplicera denna form

source: delete this shape
sv: ta bort denna form

source: remove from group
sv: ta bort från grupp

source: group the forms
sv: gruppera formerna

source: use inversed shape
sv: använd omvänd form

source: mode : union
sv: läge : hopslagning

source: mode : intersection
sv: läge : skärning

source: mode : difference
sv: läge : skillnad

source: mode : exclusion
sv: läge : uteslutning

source: cleanup unused shapes
sv: städa bort oanvända former

source: created shapes
sv: skapa former

source: metadata editor
sv: redigerare för metadata

source: <leave unchanged>
sv: <lämna oförändrad>

source: clear
sv: rensa

source: remove metadata from selected images
sv: ta bort metadata från valda bilder

source: write metadata for selected images
sv: skriv metadata för valda bilder

source: Creative Commons Attribution (CC BY)
sv: Creative Commons Erkännande (CC BY)

source: Creative Commons Attribution-ShareAlike (CC BY-SA)
sv: Creative Commons Erkännande-DelaLika (CC BY-SA)

source: Creative Commons Attribution-NoDerivs (CC BY-ND)
sv: Creative Commons Erkännande-IngaBearbetningar (CC BY-ND)

source: Creative Commons Attribution-NonCommercial (CC BY-NC)
sv: Creative Commons Erkännande-IckeKommersiell (CC BY-NC)

source: Creative Commons Attribution-NonCommercial-ShareAlike (CC BY-NC-SA)
sv: Creative Commons Erkännande-IckeKommersiell-DelaLika (CC BY-NC-SA)

source: Creative Commons Attribution-NonCommercial-NoDerivs (CC BY-NC-ND)
sv: Creative Commons Erkännande-IckeKommersiell-IngaBearbetningar (CC BY-NC-ND)

source: all rights reserved
sv: med ensamrätt

source: all rights reserved.
sv: med ensamrätt.

source: filmroll
sv: filmrulle

source: group id
sv: gruppidentitet

source: full path
sv: hel sökväg

source: flags
sv: status

source: focus distance
sv: fokuseringsavstånd

source: datetime
sv: datum/tid

source: height
sv: höjd

source: export width
sv: exportens bredd

source: export height
sv: exportens höjd

source: copyright
sv: rättigheter

source: longitude
sv: longitud

source: elevation
sv: höjd

source: image information
sv: bildinformation

source: double click to jump to film roll %s
sv: dubbelklicka för att hoppa till filmrulle %s

source: unused
sv: ej använd

source: unused/deprecated
sv: ej använd/utgående

source: marked for deletion
sv: markerad för borttagning

source: auto-applying presets applied
sv: automatisk applicerbara förinställningar applicerade

source: legacy flag. set for all new images
sv: 'gammal' status. sätts på alla nya bilder

source: has .txt
sv: har .txt

source: has .wav
sv: har .wav

source: image rejected
sv: förkastad bild

source: image has %d star
sv: bilden har %d stjärna

source: unknown
sv: okänd

source: loader: %s
sv: laddare: %s

source: jump to film roll
sv: hoppa till filmrulle

source: modulegroups
sv: modulgrupper

source: show only active modules
sv: visa enbart aktiva moduler

source: show only your favourite modules (selected in `more modules' below)
sv: visa enbart dina favoritmoduler (valt i `fler moduler' nedan)

source: basic group
sv: moduler för grundkorrigering

source: tone group
sv: moduler för tonjusteringar

source: color group
sv: moduler för färgförändringar

source: correction group
sv: moduler för bildförbättringar

source: effects group
sv: moduler för effekter

source: more modules
sv: fler moduler

source: subset: no module
sv: delmängd: inga moduler

source: subset: all modules
sv: delmängd: alla moduler

source: subset: default modules
sv: delmängd: förvalda moduler

source: workspace: all-purpose
sv: arbetsyta: universell

source: workspace: landscape & HDR
sv: arbetsyta: landskap & HDR

source: workspace: architecture & streets
sv: arbetsyta: arkitektur och gator

source: workspace: portrait & beauty
sv: arbetsyta: porträtt och skönhet

source: workspace: lowlight & high ISO
sv: arbetsyta: svagt ljus och högt ISO

source: subset: creative modules only
sv: delmängd: endast kreativa moduler

source: subset: technical modules only
sv: delmängd: endast tekniska moduler

source: navigation
sv: navigera

source: fit to screen
sv: anpassa till skärmens storlek

source: print settings
sv: utskriftsinställningar

source: processing `%s' for `%s'
sv: bearbetar `%s' för `%s'

source: cannot open printer profile `%s'
sv: kan inte öppna skrivarprofil `%s'

source: error getting output profile for image %d
sv: ett fel uppstod vid hämtning av utgående färgprofil för bild %d

source: cannot apply printer profile `%s'
sv: kan inte applicera skrivarprofil `%s'

source: failed to create temporary pdf for printing
sv: misslyckades med att skapa temporär PDF för utskrift

source: cannot print until a picture is selected
sv: kan inte skriva ut om ingen bild är vald

source: cannot print until a printer is selected
sv: kan inte skriva ut om ingen skrivare är vald

source: cannot print until a paper is selected
sv: kan inte skriva ut om ingen papperstyp är vald

source: cannot get image %d for printing
sv: kan inte hämta bild %d för utskrift

source: printer
sv: skrivare

source: color management in printer driver
sv: färghantering i skrivarens drivrutin

source: printer ICC profiles in %s or %s
sv: ICC-profiler för skrivare i %s eller %s

source: black point compensation
sv: svartpunktkompensation

source: activate black point compensation when applying the printer profile
sv: slå på svartpunktkompensation när skrivarprofilen appliceras

source: page
sv: sida

source: image width/height
sv: bildens bredd/höjd

source: scale factor
sv: skalningsfaktor

source: image scale factor from native printer DPI: < 1 means that it is downscaled (best quality) > 1 means that the image is upscaled a too large value may result in poor print quality
sv: bildens skalningsfaktor med skrivarens DPI: < 1 betyder att bilden skalas ned (bästa kvalitén) > 1 betdyer att bilden skalas upp ett för stort värde kan innebära sämre utskriftskvalité

source: top margin
sv: övre marginal

source: left margin
sv: vänster marginal

source: lock
sv: lås

source: change all margins uniformly
sv: ändra all marginaler samtidigt

source: right margin
sv: höger marginal

source: bottom margin
sv: undre marginal

source: temporary style to use while printing
sv: temporär stil som ska användas vid utskrift

source: print
sv: skriv ut

source: print with current settings
sv: skriv ut med nuvarande inställningar

source: recently used collections
sv: tidigare använda samlingar

source: jump back to previous collection
sv: hoppa tillbaka till förra samlingen

source: and
sv: och

source: or
sv: eller

source: but not
sv: förutom

source: select all images in current collection
sv: välj samtliga bilder i aktiv samling

source: select none
sv: välj inga

source: clear selection
sv: rensa val

source: invert selection
sv: invertera val

source: select unselected images in current collection
sv: välj bilder som inte är valda i nuvarande samling

source: select film roll
sv: välj filmrulle

source: select all images which are in the same film roll as the selected images
sv: välj alla bilder som finns i samma filmrulle som valda bilder

source: select untouched
sv: välj orörda

source: select untouched images in current collection
sv: välj orörda bilder i nuvarande samling.

source: create
sv: skapa

source: snapshots
sv: avbilder

source: take snapshot
sv: skapa avbild

source: take snapshot to compare with another image or the same image at another stage of development
sv: ta en ögonblicksbild för att jämföra med en annan bild eller samma bild i ett senare skede

source: styles
sv: stilar

source: select style
sv: välj stil

source: darktable style files
sv: darktable stil filer

source: available styles, doubleclick to apply
sv: tillgängliga stilar, dubbelklicka för att applicera

source: filter style names
sv: ange namn för stil

source: create duplicate
sv: skapa kopia

source: creates a duplicate of the image before applying style
sv: skapa en kopia av bilden innan applicering av stil

source: create styles from history stack of selected images
sv: skapa stilar utifrån historiken för valda bilder

source: edit the selected style in list above
sv: redigera den markerade stilen i listan ovan

source: deletes the selected style in list above
sv: tar bort den markerade stilen i listan ovan

source: import style from a style file
sv: importera stil från en fil

source: export the selected style into a style file
sv: exportera den valda stilen till en fil

source: tagging
sv: taggar

source: attach
sv: lägg till

source: detach
sv: ta bort

source: new
sv: ny

source: delete tag?
sv: ta bort tagg?

source: do you really want to delete the tag `%s'? %d image is assigned this tag!
sv: vill du verkligen ta bort taggen `%s'? %d bild har denna tagg!

source: private
sv: privat

source: Select a keyword file
sv: Välj nyckelordsfil

source: error importing tags
sv: fel vid importering av taggar

source: %zd tags imported
sv: %zd taggar har importerats

source: Select file to export to
sv: Välj fil att exportera till

source: error exporting tags
sv: fel vid exportering av taggar

source: %zd tags exported
sv: %zd taggar har exporterats

source: attach tag to all selected images
sv: lägg till tagg på alla valda bilder

source: detach tag from all selected images
sv: ta bort tagg från alla valda bilder

source: enter tag name
sv: ange namn för tagg

source: create a new tag with the name you entered
sv: skapa en ny tag med namnet du angav

source: import tags from a Lightroom keyword file
sv: importera taggar från Lightrooms nyckelordfil

source: export all tags to a Lightroom keyword file
sv: exportera alla taggar till en nyckelordsfil för Lightroom

source: battery indicator
sv: batteriindikator

source: colorlabels
sv: färgmarkeringar

source: toggle red label of selected images
sv: växla röd färgmarkering på valda bilder

source: toggle yellow label of selected images
sv: växla gul färgmarkering på valda bilder

source: toggle green label of selected images
sv: växla grön färgmarkering på valda bilder

source: toggle blue label of selected images
sv: växla blå färgmarkering på valda bilder

source: toggle purple label of selected images
sv: växla lila färgmarkering på valda bilder

source: clear all labels of selected images
sv: ta bort alla markeringar från valda bilder

source: copyright (c) the authors 2009-%s
sv: copyright (c) författarna 2009-%s

source: organize and develop images from digital cameras
sv: organisera och utveckla bilder från digital kameror

source: translator-credits
sv: Henrik Andersson Mattias Eriksson Richard Levitte

source: filmstrip
sv: filmrulle

source: rate 0
sv: rang 0

source: rate 1
sv: rang 1

source: rate 2
sv: rang 2

source: rate 3
sv: rang 3

source: rate 4
sv: rang 4

source: rate 5
sv: rang 5

source: rate reject
sv: avvisad

source: copy history
sv: kopiera historik

source: copy history parts
sv: kopiera delar av historiken

source: paste history
sv: klistra in historik

source: paste history parts
sv: klistra in delar av historik

source: discard history
sv: släng historik

source: duplicate image
sv: duplicerar bild

source: color red
sv: röd färg

source: color yellow
sv: gul färg

source: color green
sv: grön färg

source: color blue
sv: blå färg

source: color purple
sv: lila färg

source: view
sv: vy

source: unstarred only
sv: enbart utan stjärna

source: rejected only
sv: enbart förkastad

source: all except rejected
sv: alla utom förkastade

source: sort by
sv: sortera på

source: custom sort
sv: anpassad sortering

source: preferences
sv: inställningar

source: expand grouped images
sv: veckla ut grupperade bilder

source: collapse grouped images
sv: fäll ihop grupperade bilder

source: hide image overlays
sv: göm bildöverlappad info

source: show image overlays
sv: visa bildöverlappad info

source: enable this, then click on a control element to see its online help
sv: slå på detta, klicka sen på ett kontrollelement för att se hjälp online

source: show global preferences
sv: visa globala inställningar

source: do you want to access https://darktable.gitlab.io/doc/?
sv: vill du gå till https://darktable.gitlab.io/doc/?

source: access the online usermanual?
sv: gå till användarmanualen online?

source: help url opened in web browser
sv: adressen för hjälp öppnades i webbläsare

source: there is no help available for this element
sv: det finns ingen hjälptext för detta element

source: show overlays
sv: visa överlappad information

source: hinter
sv: tipsare

source: zoomable light table
sv: zoombart ljusbord

source: file manager
sv: filhanterare

source: zoom max
sv: maximerad zoom

source: zoom min
sv: minsta zoom

source: module toolbox
sv: verktygslåda för moduler

source: ratings
sv: betyg

source: view toolbox
sv: vy verktygslåda

source: viewswitcher
sv: vyväljare

source: other
sv: annat

source: reset lib parameters
sv: återställ parametrar

source: select file
sv: välj fil

source: double click to reset to `%f'
sv: dubbelklicka för att återställa till `%f'

source: lua options
sv: lua-inställningar

source: gamut check
sv: kontroll av tonomfång

source: soft proof
sv: skärmkorrektur

source: no userdefined presets for favorite modules were found
sv: inga förinställningar skapad av användare för favorit moduler hittades

source: applied style `%s' on current image
sv: applicerar stil `%s' på aktiv bild

source: no styles have been created yet
sv: det finns inga stilar skapade ännu

source: quick access to presets of your favorites
sv: snabbtillgång av förinställningar av dina favoriter

source: quick access for applying any of your styles
sv: snabbtillgång för applicering av dina stilar

source: toggle raw over exposed indication right click for options
sv: växla visning av indikation på över-/underexponering höger-klick för alternativ

source: mark with CFA color
sv: markera med CFA-färg

source: mark with solid color
sv: markera med fast färg

source: select how to mark the clipped pixels
sv: välj hur klippta pixlar ska markeras

source: color scheme
sv: färgschema

source: select the solid color to indicate over exposure. will only be used if mode = mark with solid color
sv: välj vilken färg som ska visa öerexponering. den kommer att användas när inställningen är 'markera med fast färg'

source: threshold of what shall be considered overexposed 1.0 - white level 0.0 - black level
sv: tröskelvärde för vad som anses vara överexponerat 1.0 - vitnivå 0.0 - svartnivå

source: toggle over/under exposed indication right click for options
sv: växla visning av indikation på över-/underexponering höger-klick för alternativ

source: red & blue
sv: rött & blått

source: purple & green
sv: lila & grönt

source: select colors to indicate over/under exposure
sv: välj färger som ska ange över- och underexponering

source: lower threshold
sv: undre tröskel

source: threshold of what shall be considered underexposed
sv: tröskelvärde för underexponerade områden

source: upper threshold
sv: övre tröskel

source: threshold of what shall be considered overexposed
sv: tröskelvärde för överexponerade områden

source: toggle softproofing right click for profile options
sv: växla till/från färggodkännande på skärm höger-klicka för profilval

source: toggle gamut checking right click for profile options
sv: växla till/från kontroll av tonomfång höger-klicka för profilval

source: display intent
sv: visningsavsikt

source: display profile
sv: skärmprofil

source: display ICC profiles in %s or %s
sv: ICC-profiler för skärm i %s eller %s

source: softproof ICC profiles in %s or %s
sv: ICC-profiler för skärmkorrektur i %s eller %s

source: toggle film strip
sv: växla visning av filmrulle

source: zoom close-up
sv: zoom närbild

source: zoom fill
sv: fyll zoom

source: zoom fit
sv: anpassa zoom

source: image forward
sv: nästa bild

source: image back
sv: föregående bild

source: softproof
sv: skärmkorrektur

source: increase brush size
sv: öka penselns storlek

source: decrease brush size
sv: minska penselns storlek

source: increase brush hardness
sv: öka penselns hårdhet

source: decrease brush hardness
sv: minska penselns hårdhet

source: increase brush opacity
sv: öka penselns ogenomskinlighet

source: decrease brush opacity
sv: minska penselns ogenomskinlighet

source: full preview
sv: förhandsvisning i helskärm

source: undo
sv: ångra

source: redo
sv: återställ

source: allow to pan & zoom while editing masks
sv: tillåt panorering och zoomning när en mask redigeras

source: good knight
sv: god knekt

source: there are no images in this collection
sv: det finns inga bilder i den här samlingen

source: if you have not imported any images yet
sv: om du inte har importerat några bilder ännu

source: you can do so in the import module
sv: kan du göra det i importmodulen

source: try to relax the filter settings in the top panel
sv: försök att lätta på filter-inställningarna i den övre panelen

source: or add images in the collection module in the left panel
sv: eller lägg till bilder i samlingsmodulen i den vänstra panelen

source: clear color labels
sv: rensa färgmarkering

source: navigate up
sv: navigera upp

source: navigate down
sv: navigera ner

source: navigate page up
sv: navigera sida upp

source: navigate page down
sv: navigera sida ned

source: scroll up
sv: rulla upp

source: scroll down
sv: rulla ner

source: scroll left
sv: rulla vänster

source: scroll right
sv: rulla höger

source: scroll center
sv: centrera

source: realign images to grid
sv: räta upp bilder efter rutnätet
